{
    "reading": {
        "elac15": {
            "v0": {
                "title": "Learning about the Solar System",
                "intro": "The following is a reading about the solar system. Earth is a part of a solar system and includes seven other planets and their moons. They circle around the sun.",
                "text": "<p>When scientists looked at the stars a long time ago, they saw patterns. They did not understand everything about what they saw. So they kept looking to learn more. That is what scientists do. They ask questions and look for information to answer their questions. </p><p>Scientists learn about our planet. There are places that are hot. There are places that are very cold. There are mountains and grasslands. There are hills and valleys. There are deep oceans. There are great rivers and waterfalls. There are rainforests. There are deserts. Those are all parts of our planet. There is much more to learn about what is here on Earth. A scientist spends so much time learning and works hard. The scientists help us all find out more about our world.</p><p>Our planet is in a system of stars called the Milky Way galaxy. The sun is a big star in our part of this giant galaxy. Our galaxy holds millions of other stars. The sun is very important to our planet Earth. The sun gives us light during the day. It gives us heat, too. Two planets that are closer to the sun are Mercury and Venus.</p><p>Scientists understand how the Earth changes. Earth circles the sun once each year, every 365 days. The other seven planets in our solar system also circle around the sun. All travel in similar ways, kind of like a circle. Sometimes, Earth is farther from the sun and that changes the temperature.</p><p>Scientists are still learning about our galaxy. There is a lot they still don’t know. Today astronauts travel into space. They are searching and finding new information. It is dangerous to travel in space, but they are not afraid. They bravely travel thousands of miles to learn.</p>",
                "source": "Source: Adapted from CommonLit by Eliza Rabinovich",
                "image": "http://www.sdccd.edu/future-students/placement/elac/images/ce_solarsystem.png",
                "imgSource": "freeimages.com"
            },
            "v1": {
                "title": "What Are Clouds?",
                "intro": "The following is a reading about clouds. A cloud floating overhead is a common sight on our planet, and it is interesting to learn about how clouds are made and affect weather on Earth. ",
                "text": "<p>A cloud is made of water drops or ice crystals floating in the sky. There are many kinds of clouds. Clouds are an important part of Earth’s weather. The sky can be full of water. But most of the time you can’t see the water. The drops of water are too small to see. They have turned into a gas called water vapor. As the water vapor goes higher in the sky, the air gets cooler. The cooler air causes the water drops to stick to things like bits of dust, ice, or sea salt. </p><p> Clouds get their names in two ways.One way is by where they are found in the sky.Some clouds are high up in the sky.Middle clouds are found between high and low clouds.Low clouds form closer to Earth’ s surface.In fact, low clouds can even touch the ground.These clouds are called fog. </p><p> Most of the water in clouds is in very small drops of water called droplets.The droplets are so light they float in the air.Sometimes those droplets join with other droplets.Then they turn into larger drops.When that happens, gravity causes them to fall to Earth.We call the falling water drops“ rain.”When the air is colder, the water may form snowflakes instead.Freezing rain, sleet, or hail can fall from clouds. </p><p> Clouds are important for many reasons.At night, clouds reflect heat and keep the ground warmer.During the day, clouds make shade that can keep us cooler.Studying clouds helps NASA better understand Earth’ s weather.NASA uses satellites in space to study clouds.</p>",
                "source": "Source: Adapted from CommonLit by Jaime Lenke ",
                "image": "http://www.sdccd.edu/future-students/placement/elac/images/15_clouds.png",
                "imgSource": "freeimages.com"
            }
        },
        "elac25": {
            "v0": {
                "title": "Herd Behavior",
                "intro": "The following is a reading about &quot;herd behavior&quot; -  a term that describes individual people thinking and acting as a group.",
                "text": "<p>A herd is a large group of animals. &quot;Herd behavior&quot; describes the actions of animals in herds, especially when they are in a dangerous situation such as when escaping a larger animal. When animals are very scared, they come closely together in large numbers and move as a group. It is very unusual for a member of the herd to run separately from the group in these situations.</p><p>Herd behavior can also be used to describe human behavior. It usually describes large numbers of people acting the same way at the same time. Usually, herd behavior has a negative meaning because people are acting based on emotion rather than by thinking through the situation. </p><p>Herd behavior in humans is often seen at times of danger. In an emergency, people stop thinking clearly. Since they are scared, they may try to move faster than normal and copy the actions of others. Psychologists suggest that a &quot;group mind&quot; can take over in a group and cause people to act in ways they would not if they were by themselves, increasing the chance that situations become violent. For example, a fire in a building often causes herd behavior. Instead of thinking individually, people rush to follow the crowd. Some people become extremely scared and may push others down as they try to escape. Instead of saving lives, herd behavior can actually be very dangerous.</p><p>Herd behavior does not always have harmful effects. It can also influence people’s everyday decisions. For example, imagine a group of friends is walking down the street looking for a restaurant to have dinner. If they pass a restaurant that is mostly empty, and then they pass a restaurant that is filled with people, they are more likely to choose the crowded one. They will think that the crowded restaurant is better because it seems more popular. </p><p>In summary, herd behavior is not a good thing, but it is not a bad thing either. When people act as a herd, they are simply following the crowd rather than thinking on their own. </p>",
                "source": "Adapted from CommonLit (Jaquelin)",
                "image": "http://www.sdccd.edu/future-students/placement/elac/images/elephants.png",
                "imgSource": "pixabay.com"
            }
        },
        "elac35": {
            "v0": {
                "title": "Katherine Johnson",
                "intro": "The following is reading about Katherine Johnson (1918-2020). Johnson was an African-American physicist and mathematician who worked at NASA (National Aeronautics and Space Administration) during the early years of the U.S. space program.",
                "text": "<p>Katherine Johnson was an African-American mathematician who worked for NASA from 1953 until 1986. She was a human computer. In a time when black people held very few jobs in mathematics and science, Johnson was a leader. Her work in calculating the paths for spaceships to travel was very important in helping NASA successfully put an American in orbit around Earth. Then her work helped to land astronauts on the moon.</p><p>Johnson was born in 1918 in White Sulphur Springs, West Virginia. As a very young girl, she loved to count things. She counted everything, from the number of steps she took to</p><p>get to the road to the number of forks and plates she washed when doing the dishes. Johnson was born with a love for mathematics. At a young age, she was very eager to go to school. Even when she was in her 90s, Johnson could clearly recall watching her older siblings go to school,</p><p>wishing so much that she could go with them. When Johnson finally did start school, she excelled so much that by age 10, she was in high school. By age 15, she’d started college!</p><p>At West Virginia State College, Johnson became deeply involved in the math program. She loved being surrounded by smart people, she said, and knew all of the professors and students on campus. One of her math professors, the famous Dr. William W. Schiefflin Claytor, recognized Johnson’s bright and curious mind. “You’d make a great research mathematician,” he told her. A research mathematician does many things, one of which is solving large math problems. Then Claytor helped her become one.</p><p>Johnson said, “Many professors tell you that you’d be good at this or that, but they don’t always help you with that career path. Professor Claytor ensured I was prepared to be a research mathematician.” Claytor made sure that Johnson took all of the math classes she needed to follow her life’s passion. He even created a class about the geometry of outer space — just for her. Geometry is the study of lines, angles, and shapes.</p><p>At age 18, Johnson graduated from college with very high grades and degrees in mathematics and French.</p>",
                "source": "Adapted from CommonLit by X",
                "image": "http://www.sdccd.edu/future-students/placement/elac/images/35_katherinejohnson.png",
                "imgSource": "NBC News"
            }
        },
        "elac145": {
            "v0": {
                "title": "The Voting Rights Act of 1965",
                "intro": "The following is a reading about The Voting Rights Act of 1965. It was a significant event for African-Americans, who gained their right to vote.",
                "text": "<p>Today, most people think of voting as a right that cannot be surrendered nor taken away from another person. In other words, it is an inalienable right to be able to cast your vote. In the history of this country, there were times where African-Americans were forbidden to cast their vote during local and national elections.</p><p>African-American men were granted the right to vote for the first time in America during the 1870 election. Congress created legislation to change the United States Constitution in order to protect the rights of freed slaves in this country. They changed three amendments: the 13th Amendment ended slavery, the 14th Amendment granted citizenship to every person born in the USA including freed slaves, and the 15th Amendment made way to grant all male citizens the right to vote, regardless of race.</p><p>Several southern states did not agree to the changes to the amendments because they did not believe people of color or minority groups should have equal rights. So, the southern states created fraudulent and misleading laws to prevent African-Americans from casting their vote during elections.</p><p>During the 1950's, a change swept through this country with the help of Dr. Martin Luther King Jr., who brought attention to the southern discriminatory laws that prevented African-Americans from exercising their freedom to cast their vote and being equal members of society. Dr. King</p><p>demanded change and justice for all people. There were many marches, manifestations, and protests that brought awareness to the problems of the southern states. One famous march was held in March, 1965 in Selma, Alabama where state troopers attacked peaceful demonstrators with water hoses and dogs. This brought national attention to this issue.</p><p>This vicious attack on peaceful demonstrators caught the attention of Congress to act. President Johnson presented a bill to Congress enacting the Voting Rights Act. This law outlawed regulations that prevented racial minorities from voting. The law also provided voting ballots in multiple languages. Finally, it also forced states that had problems with racism to be unable to change or create voting laws based on race without federal approval. The Voting Rights Act of 1965 has had a tremendous effect. </p>",
                "source": "Adapted from CommonLit by Stephanie Lang",
                "image": "http://www.sdccd.edu/future-students/placement/elac/images/voting.png",
                "imgSource": "History Channel"
            },
            "v1": {
                "title": "Trust and Mistrust in Americans’ Views of Scientific Experts",
                "intro": "The following is a reading about Americans’ confidence in scientists’ ability to make decisions about public policy.",
                "text": "<p>In an era when science and politics often appear to collide, public confidence in scientists is on the upswing, and six in ten Americans say scientists should play an active role in policy debates about scientific issues, according to a 2019 Pew Research Center survey.</p><p>The survey finds public confidence in scientists on par with confidence in the military. It also exceeds the levels of public confidence in other groups and institutions, including the media, business leaders, and elected officials.</p><p>At the same time, Americans are divided along party lines in terms of how they view the value and objectivity of scientists and their ability to act in the public interest. More Democrats (43%) than Republicans (27%) have “a great deal” of confidence in scientists, a difference of 16 percentage points.</p><p>There are also clear political divisions over the role of scientific experts in policy matters, with Democrats more likely to want experts involved and to trust their judgment. Most Democrats (73%) believe scientists should take an active role in scientific policy debates. By contrast, a majority of Republicans (56%) say scientists should focus on establishing sound scientific facts and stay out of such policy debates. The two political groups also differ over whether scientific experts are generally better at making decisions about scientific policy issues than other people: 54% of Democrats say they are, while 66% of Republicans think scientists’ decisions are no different from or worse than other people’s. Finally, Democrats and Republicans have different degrees of faith in scientists’ ability to be unbiased; 62% of Democrats say scientists’ judgments are based solely on facts, while 55% of Republicans say scientists’ judgments are just as likely to be biased as other people’s.</p><p>And, while political divides do not carry over to views of all scientists and scientific issues, there are particularly sizable gaps between Democrats and Republicans when it comes to trust in scientists whose work is related to the environment. Higher levels of familiarity with the work of scientists are associated with more positive and more trusting views of scientists regarding their competence, credibility, and commitment to the public, the survey shows.</p>",
                "source": "Adapted from Pew Research by Donna Duchow",
                "image": "http://www.sdccd.edu/future-students/placement/elac/images/scientists.png",
                "imgSource": "Pew Research Center"
            }
        }
    },
    "courses": {
        "ELAC15": {
            "title": "Introduction to English Literacy and Communication",
            "desc": "This is a low-intermediate level class. It focuses on reading, writing, listening, and speaking. We will read stories and articles and discuss them. We will learn new vocabulary, summarize information, ask and answer questions about texts, and give basic oral presentations. We will write organized paragraphs with complete sentences and learn grammar.",
            "label": "ELAC 15",
            "lvl": 1
        },
        "ELAC25": {
            "title": "Integrated Reading, Writing, Grammar I",
            "desc": "This is an intermediate level reading, writing, and grammar class. We will read a full-length book and connect the ideas to other non-fiction texts. We will also write multi-paragraph, basic academic essays that respond to texts, and practice other types of writing, such as reflections and stories. We will work together to revise our writing and learn academic vocabulary and complex grammar.",
            "label": "ELAC 25",
            "coreq": "ELAC23",
            "lvl": 2
        },
        "ELAC35": {
            "title": "Integrated Reading, Writing, Grammar II",
            "desc": "This is a high-intermediate reading, writing, and grammar class. We will read a full-length book and connect the ideas to other texts. You will also write and revise multi-paragraph academic essays that respond to texts, as well as write pieces from a variety of other genres, such reflections and stories. You will also learn academic vocabulary and complex grammar and sentence structure.",
            "label": "ELAC 35",
            "coreq": "ELAC33",
            "lvl": 3
        },
        "ELAC145": {
            "title": "Integrated Reading, Writing, Grammar III",
            "desc": "This is an advanced reading, writing, and grammar class that is CSU and UC transferable. You will read a complex, full length book, conduct basic research, and synthesize information from a variety of sources. You will write complex, multi-page academic essays that respond to texts and write pieces from a variety of other genres, such as editorials and personal statements. In addition, you will learn advanced grammar and academic vocabulary.  This is the highest level ELAC class we offer.  After you successfully complete this class, we recommend English 101X or English 105X.",
            "label": "ELAC 145",
            "lvl": 4
        },
        "ELAC23": {
            "title": "Academic Listening and Speaking I",
            "desc": "This is an intermediate level academic listening and speaking class. We will practice the academic listening and speaking you will need when working with other students and professors in a college class. We will listen and respond to discussions with other students, practice pronunciation, and practice taking notes from lectures, videos, and other texts. We also give oral presentations.",
            "label": "ELAC 23",
            "coreq": "ELAC25",
            "lvl": 2
        },
        "ELAC23P": {
            "title": "Academic Listening and Speaking I",
            "desc": "Based on your responses you have met the requirements for this course.  You may still take this course if you feel you need additional practice.",
            "label": "ELAC 23",
            "coreq": "ELAC25",
            "lvl": 2
        },
        "ELAC33": {
            "title": "Academic Listening and Speaking II",
            "desc": "This is a high-intermediate/advanced class that focuses on listening and speaking in a variety of formal and informal situations. We practice pronunciation, giving oral presentations, interviewing, researching, and presenting persuasive arguments. This is the highest level ELAC academic listening and speaking class we offer.",
            "label": "ELAC 33",
            "coreq": "ELAC33",
            "lvl": 3
        },
        "ELAC33P": {
            "title": "Academic Listening and Speaking II",
            "desc": "Based on your responses you have met the requirements for this course.  You may still take this course if you feel you need additional practice.",
            "label": "ELAC 33",
            "coreq": "ELAC33",
            "lvl": 3
        },
        "PLA": {
            "title": "Placement Assistant",
            "desc": "The Placement Assistant will identify courses that students can enroll in using prior academic history. Students will report cumulative, unweighted high school GPA and their completed English and math courses.  Based on the information reported, students will receive an English placement milestone.  To take Placement Assistant, <a href='http://bit.ly/sdplacementassist'>please click on this link</a>, or visit http://bit.ly/sdplacementassist.",
            "label": "Placement Assistant"
        },
        "CE": {
            "title": "Continuing Education",
            "desc": "Based on your resonses you may want to take free classes at Continuing Education before taking ELAC 15 with us. Email <a href='mailto:ESLsdce@sdccd.edu'>ESLsdce@sdccd.edu</a> for more info or click the link below.",
            "link": "http://www.sdce.edu/esl/registration-information",
            "label": "Continuing Education (CE)"
        }
    }
}